{"podcast_details": {"podcast_title": "Short Wave", "episode_title": "The Key To Uncovering An Ancient Maya City? Lasers", "episode_image": "https://media.npr.org/assets/img/2022/09/23/short-wave_tile_npr-network-01_sq-517382b4b8fd0ab48ea9c781253f9992eab733dc.jpg?s=1400&c=66&f=jpg", "episode_transcript": " You're listening to Shortwave from NPR. Hey Shortwavers, Regina Barber here with beloved co-worker, new to Shortwave, Emily Olson. Hey Gina. Hey Emily. So you report on a wide range of topics for NPR, some scientific, some political. What are you bringing us today? That's right, yeah. Today I'm bringing you a story about something deep in time, the ancient Maya. And I do mean Maya, which refers to the people and not Mayin, which is talking about the language. The Maya are pretty cool, but honestly I don't know much about them beyond they first became a civilization thousands of years ago in Central America and I probably come from them. I mean that makes a lot of sense. Some Maya populations are still around today. But when we're talking about the ancient Maya, we're talking about a civilization that thrived from roughly 250 BCE to 900 CE. They dominated the Mesoamerican region, think like southern Mexico, Guatemala, Belize, Honduras, El Salvador. But this story is about one particular slice of that region, the central Yucatan Peninsula in Mexico, the southern part of the state of Campeche. Okay, so that's a place I don't know too much about actually. Right, I don't blame you. It's not exactly a common tourist destination. I mean, it's super dense jungle, but it's not as lush as other tropical regions. It can be relatively hot and dry. But there's one person who's been spending a lot of time there and that's archaeologist Ivan Spraik. Everything is overgrown and it's completely uninhabited. So there are some trails or dirt roads which penetrate the area and are occasionally used by log workers or hunters, but they're awful. And he keeps wanting to go back. Why does he keep on wanting to go back there if it's such an isolated area? Well, he's looking for evidence that the ancient Maya lived there, which until the last few years, honestly, it would have been a little laughable. Really? Yeah, most Maya settlements are concentrated around the coast or on the highlands. And for decades, archaeologists thought the landscape here, this far inland, it would have just been too harsh. But then in May, Ivan and his team found something incredible. Not just like a little bit of evidence, but what they think is a whole city. Wow. A site they're calling Okomtun. We saw that some structures were truly massive. And we knew that that concentration of structures which relate and named Okomtun must be an important site. And if Ivan doesn't sound too excited there, it's because he actually wasn't very surprised to see this stuff in person. Part of that is just Ivan's personality. His colleagues call him the real life Indiana Jones. But without like the stealing and stuff? Yeah, exactly. Ivan has been doing this for decades and he's been to dozens of archaeological sites. But another part of it is just that Ivan had already seen this site on a map. So he knew that something was there. What do you mean he's already seen it on a map if researchers had just learned about its existence? So it all has to do with lasers. Stay on the show, grab your adventure gear because we're going to enter into a plot that could be an Indiana Jones movie. Finding a lost city in the Yucatan. We talk about how this discovery is rewriting our narratives of the ancient Maya. How lasers are pushing archaeology forward. And why, despite this technology, researchers like Ivan still have to trek through the jungle. You're listening to Shortwave from NPR. So Emily, you have this big reveal that researchers found this lost city, Akumtun, in a remote part of the Yucatan Peninsula using lasers, which is so cool. Please tell me more. Okay, yeah, let's back up for a second. So historically, Western archaeologists would be led to a site by locals or sometimes archaeologists would discover ruins accidentally, like the botanist Cyrus Lundell, who identified the pyramids of Calakmul from, get this, the window of an airplane. But these days, the process is a lot more intentional. And it starts with Google Earth. That sounds about right, because Google controls my life. Yeah, exactly. Researchers start by analyzing satellite imagery that's pretty widely available these days. And just from that, they can sometimes start to spot artificial shapes in the area's greenery. You know, maybe it's a raised circle in the vegetation here or a suspiciously rectangular reservoir there. And in the case of finding Akumtun, researchers were able to identify four zones in this one particular region that looked ripe for further exploration. And so they took those zones and applied the next step, which is LIDAR. Yes, I love LIDAR. It's so cool that you can basically shoot lasers out, collect all this info about an area based on how long it takes the light to bounce back. And I know it's used for all sorts of stuff like NOAA uses it to map coastline erosion, iPhones use it for better photos, and police even use it to catch people speeding. Gina, you're a pro. For anyone who doesn't know, LIDAR stands for Light Detection and Ranging. And for archaeology, it's letting people get a literal lay of the land, but remotely. One of the engineers who's using it a lot when it comes to archaeology is Juan Carlos Fernandez-Diaz. He's with the University of Houston. And he told me that the technology they're using in the jungles of the Yucatan, it's pretty impressive. For this particular project, every second we send almost half a million laser pulses to the ground. Wow. Every single second. Basically, Juan and his team went up in an airplane three separate times. And for about four hours each time, they just flew back and forth in neat rows over an area that's about 180 square miles. He described it like mowing the lawn, basically. That sounds like a lot of work. And it is. But Juan says the real work actually happens after that. The big engineering happens in the lab where we actually process these points. And we can basically separate the returns that were coming from trees and the returns that were coming from the ground. And then it's when we create a three-dimensional map. And this is when archaeologists start to get really excited because they can use these differences to visually strip away the trees, kind of like digital deforestation. And they can reveal the human-made structures underneath. Okay. So revealing human-made structures, super cool. But where does Ivan come back in? Right. Yeah, he comes in right about here. Because once a site is mapped, it still has to be verified the old-fashioned way in the field on foot. And Ivan, he loves a challenge. This is the one step that he lives for. Take Occamtoon, for example. It's only about 30 miles away from the nearest road. But it took his crews two weeks to get there because they had to clear a path, you know, with machetes and chainsaws and haul over a bunch of supplies and water. Oof, that couldn't be me, honestly. But what did Ivan see when he got there? Well, the first thing that surprised Ivan was the size of the structures themselves. When we came there, we saw that the structures, some structures were truly massive. The largest construction is a necropolis, a big platform about 80 meters in length, about 10 meters tall. And on top of that platform, there is another pyramid about 15 meters tall. He said there was also a platform of concentric circles and squares all inside each other, which may have housed like a marketplace or been a site for cultural ceremonies. Wow. And here's the reason that Occamtoon is named Occamtoon. And that's because Ivan and his team found a bunch of cylindrical shaped stones on the site and Occamtoon is the Mayan name for column. And it sounds cooler if we find a name which is in Maya language. Right. It's a tradition in Maya archaeology. So could objects like that tell us anything about the age of the city? They totally could. Yeah. These columns in particular are similar to ones that archaeologists have seen at other Maya sites. And so that makes them think, okay, Occamtoon was probably built in the late classic period between the years of 600 and 900 CE. But then Ivan said there's other objects, like some fragments of ceramics that they found and they took back to the lab. Ivan says those appeared to be even earlier, maybe around 1000 BCE. So that got Ivan thinking. If some of that ceramics is from the early first millennium BCE, then that would be one of the earliest sites in the central Maya lowlands. That's exciting. Right. But there's even more. The team found these irregular mounds of dirt on top of the Acropolis that contained all these small figurines. And Ivan said that those kind of figurines were characteristic with later periods, like the mounds might have been placed there as offerings to earlier generations. So that would mean people may have been living in Occamtoon in the post-classic period, possibly even right up to Spanish conquest in the 16th century. I mean, that's really recent. And you're saying Occamtoon didn't just exist briefly in the late classic period, it endured. Yeah. Maybe for as long as 1700 years. Wow. Okay. That's a long time for a city. Yeah. Especially for one in such a harsh landscape. And without any modern technology. It's worth emphasizing too that it's not like Occamtoon is just in a vacuum out there alone in the central Yucatan. Like with any city, it appears to have suburbs. All along the trail, we were seeing mounds and some concentrations of structures, but we cannot check every single mound because there are too many. There are a lot of major and smaller settlements. So there's a lot more to explore. So basically archaeologists went from thinking the central Yucatan was too harsh to develop to finding a whole city and its suburbs, all thanks to lasers. I wonder if Occamtoon is changing the way we think about the ancient Maya as a whole. That's a good question, Gina. I mean, less than a decade ago, archaeologists thought the population of the ancient Maya numbered around 7 million, maybe at their peak. But already they had to raise that estimate to 11 million in 2019 based on some research with LiDAR in Guatemala. And so now Occamtoon is making them think maybe they'll need to revise that estimate again. Wow. So more than 11 million? Yeah. Researchers may have just underestimated how much the ancient Maya were able to grow and expand their population. And maybe there's a lesson in there for us today as well. What do you mean by a lesson for us today? I asked a few researchers about what we could learn. And one of them was Simon Martin. He's a Mayan script scholar who works at the Penn Museum. And he told me the site shows that the Maya clearly figured out how to farm sustainably without much technology. Millions of people lived a sustainable life in areas which are considered to be, if not uninhabitable, then certainly really very poor landscapes. So they made it a success. They were able to support a growing population in that environment by developing and using agricultural strategies which were sustainable and very, very productive. So this is something that we have to constantly now turn our attention to is exactly how they did that. So there are lessons like this about what kept the Maya thriving. But also we can learn something about what caused this very successful civilization to perish. I mean, Ivan said that a bunch of Maya settlements were abandoned in the 10th century due to a mix of warfare and big changes in climate such as drought. Yeah, that sounds a little familiar. Yeah, I think so too. Those are the same kind of existential threats we're facing as humans today. Well, will we ever get to find out what happened to the inhabitants of Occamtoon? Maybe. Okay. I mean, another team still has to come in and do the last step, which is also the step that tends to teach us the most about a site. And that step is excavation, a process that often takes years. It requires a lot more funding and government permission. And right now it's unclear when that work will start and who will lead it. But in the meantime, Juan and Ivan are already looking at their data from the last flights. And Juan told me they may have some very exciting news for us soon. Oh, okay. He says they've started a running joke in the archaeological community that works in the Yucatan. If you throw a dart at the map, chances are... You know, wherever the dart hits, there will be Maya settlement. So there will be more to come from the other three zones that they've mapped. And that's only what they were able to map this time around. Thank you so much, Emily, for bringing us the story. Oh my gosh, of course, Gina. Anytime. We'll put a link in our episode notes to read Emily's full story. This episode was produced by Burley McCoy. It was edited by our managing producer, Rebecca Ramirez, and it was fact-checked by Emily. The audio engineers were Michael Cullen and Josh Newell. Special thanks to Rosemary A. Joyce of the University of California, Berkeley, and Scott R. Hudson of the University of Kentucky. Beth Donovan is our senior director. Anya Grunman is our senior vice president of programming. I'm Regina Barber. Thanks for listening to Shortwave from NPR."}, "podcast_summary": "In a recent episode of the podcast Shortwave from NPR, archaeologist Ivan Spraik and his team made an extraordinary discovery in the remote Yucatan Peninsula using lasers. They found what they believe to be a whole ancient Maya city, named Okomtun. Traditionally, archaeological sites were discovered through accidental encounters or tips from locals, but now researchers use technologies like Google Earth and LIDAR to identify areas with potential archaeological significance. LIDAR, or Light Detection and Ranging, involves shooting lasers at the ground and analyzing the reflected light to create detailed 3D maps of the landscape. Once a site is identified through LIDAR, it still needs to be verified on foot. Ivan and his team trekked through harsh jungle terrain to reach Okomtun. The size and complexity of the structures they found surprised them. They discovered a necropolis, a platform with an adjacent pyramid, and a platform of concentric circles and squares that may have been a marketplace or ceremonial site. The team also found cylindrical stones, which led to the name Okomtun, meaning \"column\" in the Mayan language. The ceramics and figurines discovered suggest that the city existed from as early as 1000 BCE to the Spanish conquest in the 16th century CE, making it one of the earliest and long-lasting Maya settlements in the region. This discovery challenges the traditional belief that the central Yucatan Peninsula was too harsh for Maya civilization to thrive. In fact, it suggests that the ancient Maya were able to sustainably farm and support a growing population in challenging environments using innovative agricultural strategies. The discovery of Okomtun and other recent archaeological findings in the region also indicates that the ancient Maya population estimates may need revision, as evidence points to a larger and more expansive civilization than previously thought. The ongoing excavation and study of Okomtun and other mapped sites in the Yucatan Peninsula promises to shed more light on the ancient Maya civilization and their sustainable practices, as well as the factors that led to their decline, such as warfare and climate change.", "podcast_guest": "Podcast did not have any distinguised guest", "podcast_highlights": "- The ancient Maya civilization thrived from roughly 250 BCE to 900 CE in the Mesoamerican region.\n- Archaeologists recently discovered a lost city called Okomtun in the central Yucatan Peninsula in Mexico.\n- The discovery was made using satellite imagery, LIDAR technology, and on-the-ground verification.\n- Okomtun is believed to have been built in the late classic period, around 600 to 900 CE, but some artifacts suggest an even earlier origin.\n- The city endured for possibly as long as 1700 years and may have had suburbs and a larger population than previously estimated.\n- Lessons can be learned from the Maya's sustainable farming practices and the threats that caused their civilization to decline.\n- Excavation and further study are needed to uncover more about Okomtun and its inhabitants."}