{"podcast_details": {"podcast_title": "The 10 Minute Entrepreneur", "episode_title": "Ask Sean Ep. 25", "episode_image": "https://ssl-static.libsyn.com/p/assets/0/8/d/9/08d9996948516459/the-10-minute-entrepreneur-3000x3000.jpg", "episode_transcript": " You are listening to the 10 minute entrepreneur podcast with host Sean Castrina. Okay, this is the Ask Sean edition. This is not going to be a long one, but it's going to be helpful. The question I got is how do you fire someone? Okay. First thing is, is that never look forward to it. You know, the old show, The Apprentice, where Donald Trump would fire you at the end, you're fired. It sounds good in theory, but that's not how you want to do it. The goal of firing somebody is to dismiss them as fast as possible and get them out of the building. This is not where you explain yourself. This is not where you leave open ended like you kind of did a bad job. It's none of that. It's not a review. If you've decided to fire them, everything you say is definitive. John, we are letting you go today. You can get your last paycheck from so and so at the office. That's it. They come back with, well, why did it get fired or whatever the case may be? It just wasn't the correct fit in what we were looking for. But I'm talking like a one sentence answer. Do not sit and try to justify the firing. That should already have been done in your head when you made the decision to fire them. You don't have to come up with it and explain it to him or her at the time of the firing. The goal at the firing is to dismiss politely and get them out of the building. It's not for you to justify it. With that said, one of the companies I own is a construction. When you fire a guy, it doesn't quite go over like a white collar firing. You could get called every single name in the book. Great. I don't care. I've been called a mother effer while I'm politely walking them to the door. I've heard I'm going to hide in the bushes and do whatever. I don't care. John, sorry it didn't work. Just a repetitive. As you're walking to the door, Crystal, can you give me his check, please? Thank you. Out the door. Out the door. Get the keys or anything he has or credit cards, anything that ties him to the company before giving him the check. That's your leverage. Get that back. Get him out the door. Period. That's it. See, the problem is we want to make this into a psychology session where we feel like we've got to explain something. My advice to you is this. When you've made the decision to let someone go, do it as fast as possible. The decision's made. You don't have to play it over 10 times. If you've made the decision, do it. Do it as soon as possible because they don't get better. That's what we tend to do. We tend to think we can rehab everybody. No, it doesn't happen that way. Make clear expectations when you hire someone. If you feel like they're going down the path to getting terminated, give them a warning with clearly defined objectives that they need to meet so it's not arbitrary. I need you to do this. I need you to do that. This is what I'm going to hold you accountable to. In 30 days, I'm going to look at this. It's like a report card. 30 days from now, they don't meet it. Boom, they're gone. That's how you make firing easy. Again, don't explain yourself. Don't get talked out of it. Get it done. Get them out and let it go. You don't explain yourself to anybody else, other employees, whatever the case may be. This is Sean Castorino with the 10-Minute Entrepreneur Podcast. What we talked about today, it was short, but that's the way firing should be. Get it done. Get it done quick. Don't justify it. This person's not going to be your friend again. Don't try to make up. Some people got those self-esteem where they don't like anything negative. Guess what? You're firing somebody. Somebody's got to go home and tell their family they don't have a job anymore. It's not going to be like a pleasant experience. Thank you so much for listening. We've got some great interviews next week. Every Friday, I answer one or two of your questions. Again, thank you. I'm excited about the next podcast. We'll talk again soon."}, "podcast_summary": "Summary:\nIn this episode of the 10 Minute Entrepreneur Podcast, host Sean Castrina provides valuable insights on how to effectively fire someone. Castrina emphasizes the importance of dismissing employees quickly and definitively, without justifying the decision excessively. He advises against getting emotionally involved and engaging in a psychology session during the firing process. Castrina suggests setting clear expectations from the beginning and giving warning with specific objectives that the employee must meet within a certain timeframe. If these objectives are not met, the employee should be let go promptly. Castrina also highlights the importance of not explaining the decision to anyone else and moving on from the situation. Overall, the key message is to handle firings efficiently and decisively, without prolonging the process or trying to rehabilitate the employee.", "podcast_guest": "Podcast did not have any distinguised guest", "podcast_highlights": "- Firing someone should be done quickly and decisively.\n- Avoid justifying the firing, keep it simple and definitive.\n- In cases where emotions may run high, remain calm and focused on the task.\n- Collect any company-related items or information before issuing the final paycheck.\n- Make clear expectations and give warnings before termination.\n- Don't try to rehabilitate every employee; some situations can't be resolved.\n- Once the decision is made, stick to it and don't get talked out of it.\n- You don't need to explain the firing to anyone else.\n- Firing is not a pleasant experience, so don't try to make it so.\n- Stay tuned for more interviews and Q&A sessions on future episodes."}