{"podcast_details": {"podcast_title": "Frontlines of Journalism", "episode_title": "Frontlines of Conspiracyland", "episode_image": "http://ichef.bbci.co.uk/images/ic/3000x3000/p0flc2sv.jpg", "episode_transcript": " This is the BBC. This podcast is supported by advertising outside the UK. So, give it a try at MintMobile.com slash switch. New activation and upfront payment for three month plan required. Taxes and fees extra. Additional restrictions apply. See MintMobile.com for full terms. Tired of ads interrupting your gripping investigations? Good news! Ad-free listening on Amazon Music is included with your Prime membership. Ads shouldn't be the scariest thing about true crime. Just head to Amazon.com slash ad-free true crime to catch up on the latest episodes without the ads. Enjoy thousands of ACAS shows ad-free for Prime subscribers. Some shows may have ads. BBC Sounds. Music, radio, podcasts. Hello, welcome to a special bonus episode, Frontlines of Conspiracyland. It's a chat with me, Marianna Spring, the disinformation and social media correspondent, and Jeremy Bowen, the international editor that we did a few weeks ago. It's a collaboration between my podcast, Marianna in Conspiracyland, and Jeremy's podcast, Frontlines in Journalism. We're chatting through Jeremy's coverage from War Zones and my reporting on the digital frontlines. Anyway, enjoy! Hello, I am joined today by Jeremy Bowen, who is the current international editor, former Middle East editor, and your job is very much being on the frontlines of covering war and conflict and international affairs on the ground. And you're the disinformation social media, aka misinformation, person here at the BBC. And it's, you know, when I started here, someone had said to me, will one day have someone, a correspondent, whose job it is to look at social media? I'd say, well, I'd say, what social media? I'm here because Jeremy has a new podcast called the Frontlines of Journalism, and it's all about unpicking our role as journalists, especially journalists who find themselves in very difficult situations, war zones, and covering some of the very worst stories. I don't live in Australia. Are you actually a respectable journalist? You are fake news. Journalists are no longer seen as non-combatants on political or cultural battlefields. Spelled by the authorities. BBC offices in India have been searched. This is the tool for the deep establishment. As well as the real ones. There's been some incandescent fire. It's a professional ambush. No! These days, I'm often accused, usually on Twitter, of bias, lying and faking stories in war zones. We'll get into all of that. In these programmes, I'm taking you to some of the most difficult stories I've had to report. People at the checkpoint with guns. At the moment, we can't even do any filming. It really interested me because I'm less so on the war frontlines and more so on the digital frontlines. It's funny being in the same room as you here, Marianna, because you're in a very... you do different stuff to me, don't you? I mean, our paths don't cross that often. I've been listening to your latest of many podcasts, Marianna in Conspiracyland. The small town of Totnes in Devon is known for its warmth and open-mindedness, gong bards and healing crystals. But something has gone awry. I've been shouted at in the street. I've been accosted and had cameras shoved up my nose and had people drive their cars at me. A fault line has emerged between the minority who've been drawn in by disinformation laced with hate and those who are fighting against it. It's been a bit upsetting to have town where hippies who you thought were friends of yours have crossed very quickly with only the smallest of encouragement over to the far right. This series is about the local people at the core of the conspiracy theory movement. I and others here have spent so much of our time trying to save humanity, trying to wake them up, trying to help them. If I was angry, I'd be going, sure as it, whatever. I'm just asking. I'm not saying that, that would be angry. It's about those behind a conspiracy theory newspaper that seems to be driving it. Do you think that calls for action in the paper, for people to take action to do something, could result in action that is not peaceful? Of course. I mean, people make their own decisions and they need to be responsible for their own actions. And the threat it could pose to society in the UK and beyond. So many crazy stories have been spread so far and wide that it's hard to see this ending well. It is very interesting, was you're talking to people often who really don't like you and see you, it seems to me, as the absolute symbol of the mainstream media. One of your interviewees said that your questions were clearly dictated by the government or by some other shadowy part of the deep state or the international financial conspiracy or something like that. Yeah, I'm unfortunately not as obedient as that. So they might be disappointed to know. But in general, you're right that I find myself very much the sort of lightning rod or the villain for a lot of these conspiracy theory movements. But really interestingly, and certainly I found through this podcast, they want to talk to me. They want to meet me and talk to me and engage with me. And I had to on several occasions sort of agree to answer questions about myself and my journalism in order to be able to ask them questions. That's fair enough. Yeah, which I think is totally fair enough. We should be sure of our own journalism and so we should be able to answer those questions. Who have been the more difficult people that you've come across, I think, particularly to interview in that way or people who've been wanting to ask you stuff back? Not the famous ones. I mean, a lot of people have said to me, my God, aren't you worried that if you ask a tough question, someone like Gaddafi or Assad would have, you know, you'd come to a sticky end. I wasn't worried at all, not for a second, because I think if you're there in the room with them, you could not be safer, even if their hands are covered in blood. Much more problematic are angry guys at checkpoints or people who you think you might want to interview and they end up arresting you. You know, you're away from a prominent place. And then at times I worried something bad could happen. Touchwood hasn't yet. Did you come up with this idea of being the disinformation? Is it misinformation or disinformation? So my title is Disinformation and Social Media Correspondent. Misinformation is my nickname on another podcast I do, MeriCast. So it was a job that I started doing just before the pandemic, actually with a view to covering the US election. I think that it was at a time back then that especially in the US, there was this kind of growth of this beat of disinformation and social media. And there are quite a few dedicated reporters and correspondents in the US who cover this. But they're actually I think I'm the only person in certainly in I think I'm the only person in the UK who has that very specific title and who covers just that. There are quite a lot of tech journalists who cover it or journalists who kind of cover other issues and it falls under their remit. And it does put me at the cliff edge of conspiracy land, which I really, really like. There's a misconception that reporting on social media means you don't go anywhere. You just sort of sit in a room and scroll on a phone and go on a laptop. Actually, an investigation like conspiracy land takes me from Totnes, a small town in Devon, to just outside Manchester to quiz this conspiracy newspaper editor and then all the way to Berlin to uncover more connections. Well, I think that's the essence of journalism and of reporting myself. And, you know, in the series I've just done, Frontlines of Journalism, it's one thing I keep banging on about that I think it's important to actually get out of the office and go and see for yourself because you can learn a lot more from someone by seeing them sitting with them for an hour or so, seeing how they behave. I've always felt the kind of reporting that I've done as a foreign correspondent for many years is that apart from stuff like being on time and accurate, empathy is a big thing. And empathy doesn't necessarily mean sympathy. It just means trying to convey to me anyway what that person is, what he or she's thinking about and how it's affecting them. And I think that part of the knack of trying to broadcast effectively is to give your audience some sense of what it's like to be that person at that moment. It was hard to write the script for my piece for the BBC News at 10 and to record it. My voice kept catching. All the heartbreak of the war was on Alexander's face. He wouldn't let go of a toy ambulance his eight-year-old son had given him as he said goodbye. Once we'd sent the piece to London, back in my room, the enormity of what was happening was getting to me. Young boys, really, I mean absolute boys, 18, 19-year-olds who'd volunteered going off to fight. I mean, it's ghastly to look at. I mean, they're brave boys, but by God, they've got their skateboard knee pads that they probably had when they were 13 and they look like they're just off to a festival. They get a bit emotional about it, actually. I'm studying economy and I'm studying biology. I was in tears, I've got to admit, and even when I was trying to find the right words to put it together. They have three days training and then the front line. How did you get the idea to do this series that you just had? So a lot of it came about because I was getting lots of messages from people telling me about how COVID restrictions had lifted, lockdowns had ended, but people they knew were still very deep into this conspiracy land. And now they thought, or at least some of them thought, not just that COVID was a hoax or vaccines were part of this sinister plan to harm and kill people, but also that climate change is a hoax and the war in Ukraine is a hoax. I suggest they take a little drive to eastern Ukraine and then they'll find it's not a taller hoax. Exactly. And so people being drawn into this very topsy-turvy worldview and not just that, but also some of the more hateful and violent rhetoric that was accompanying that, calling for MPs, doctors, journalists to be executed for war crimes because they believe they're complicit in these sinister plots. And Totnesk was one of the places where I heard this conspiracy theory newspaper was being handed out regularly, actually focusing on one place, one place that helps us understand the real world impact it can have. And that then also is somewhat a springboard for the investigation. I mean, how does it work? How does it work? Because, I mean, different thing. I'm not comparing the two at all, but when they talk about people being radicalised into various kinds of extreme philosophies, often you hear about them being loners who spend hours and hours online, going into websites or even on the dark web trying to find things. Are these conspiracy theorists doing it that way or is it more that they, well, you were quite a lot in cafes and art galleries and things. I mean, do they meet other people and compare notes? I mean, how does it work? It's interesting you say you use that word radicalisation because actually it's one that quite a few of the people I interviewed use to describe the people who've been really drawn into this kind of topsy turvy way of thinking and particularly who've been drawn towards more sort of far right ideology or hateful ideologies, anti-Semitism and stuff like that. I think that it's interesting how it works. I think that a lot of it is becoming really embedded in this social media community where your whole worldview is kind of distorted and you're just seeing so much of the same stuff and it does become a bit more extreme. And it normalises the kind of rhetoric and language and discussion that if you stepped out of it, you might think wasn't actually OK. And maybe it was something that two or three years ago you wouldn't have done. And that's kind of where there are questions for the social media companies and the role that they play. But in this case, this was also about a physical copy of a paper. And so it's kind of that idea that you become a part of this alternative universe where you have a whole community, where you have your own media. You're part of these big telegram channels talking about conspiracy theories. Yeah, you become so immersed in it that that becomes your whole way of thinking. One complaint they seem to be making was you just focus on extreme examples. And actually, me myself, I've got very reasonable doubts about what the hell's going on. What's your answer to that? So what I always try and do is actually unpick. You know, it's totally legitimate for people to have questions of those in power. People are often understandably distrustful, have been let down. And it's trying to kind of untangle those legitimate concerns and fears and questions people have from stuff that is just contrary to evidence or that's hateful or that's misleading. That's where the empathy comes in, I think, because I want to understand how they've got here. And then I hope by sort of interrogating that I can figure out, well, hang on a second. Are you being misled by this person? Who are you being misled by? How's this all unfolding? I was very struck by that woman who burst into tears in Totnesk. You've got so upset about it. You could see it here in her voice. Didn't she say something like we're just trying to save everyone? I'd say we're the least far right people you could ever meet. We care about humanity. What we do is I'm going to get emotional. I and others here have spent so much of our time trying to save humanity, trying to wake them up, trying to help them. Lost our families, lost our friends, and we still stand in our truth because we know it is the truth. When she became emotional, I was actually quite taken aback by it. And I sort of said to her, I hope you're OK. And I think that we have to think about how we approach, and I'm sure you find this is the case a lot, how we approach the leaders, the people we're kind of putting accusations to and challenging and asking them difficult questions. And then the people who are also part of this movement in this case, but who've been drawn into it and in some ways are also victims of it because they've been led into this way of looking at the world and thinking about the world. I think as a journalist, you've got to calibrate your questions a bit differently for those sorts of people. Because I mean, to start with, I think for a leader or for, if you like, a professional, the gloves are off. They really have to be. And they've signed up to it. And they are setting their own agenda. But yeah, people tied up in it. I don't think you get very far if you start trying to really push them. It's better to try and tease it out. Just say, well, why did you start thinking like that? Yeah, I think particularly the conspiracy theorists who I've interviewed, you find that you really want to kind of also convey the complexity of those situations. And sometimes you're having to make quite complex editorial decisions about what you say and what you don't say. And especially when what they're saying might not match up with the reality of the evidence you've uncovered or what's going on. And I imagine that's something that you've found. And I actually remember you telling me one of the first times I met you about having to make those hard calls of just saying, I can see with my own eyes, this is what has happened. And I'm going to tell you what's happened. Absolutely. I think if you've got the evidence of your own eyes, if you've seen it yourself, you've spoken to people, you've established what's going on, then you're on very, very solid ground as a journalist. I think that when people are not on solid ground, it's when someone's told them something and, yeah, maybe they've checked it out, but maybe the person they checked it out with wasn't being accurate. There's nothing like checking for yourself. It's pretty old fashioned. But I think it's I think it's vital. The bomb or missile went through a reinforced concrete roof at least a yard thick. The Iraqis say the attack happened at about four o'clock this morning. The Americans killed at least 408 civilians in that raid. For me, as a young reporter, I turned 31 a few days earlier. It was a challenge. In Washington and London, they claimed wrongly that it was a military command center. The American and British spin machine swung into action to discredit reporters like me. Military commanders remain convinced that the Baghdad bunker hit last night was a military control. Is it possible to say with certainty that it was never a military facility? Americans were saying there's no question, but that it was a military bunker. Well, Mike, I've got no evidence that it was a military target. I saw no communications dishes. I saw no aerial gung ho newspapers in Fleet Street said I was inexperienced and compared me to Lord Horhor, the nickname of William Joyce, executed by Britain for treason in 1946 for broadcasting Nazi propaganda from Berlin. It was uncomfortable, but I knew my sources were solid, my own eyes and ears. One thing I was going to ask you, I guess, is why did you decide to do front lines of journalism now? What was the kind of trigger for it? Well, I'll tell you exactly. Georgia Cat, the producer, contacted me. This was, gosh, about 18 months ago, maybe, and said, you're interested in doing something about impartiality, which, you know, this idea of reporting impartially. And I thought that is very interesting. It's very timely. And then we talked about it and we thought, well, actually, it's not just about impartiality, because for me, impartial reporting, it's really it's a technique. It's a technique that allows you to get to the truth of what's happening and to present it in as open and honest a way as possible. I mean, I can hear people gnashing their teeth and saying, you and the BBC are not capable of honesty. But actually, I think that we are we very much are. It's just that sometimes we report things people don't want to hear. And therefore they dismiss them. So it broadened out then. And when people asked me what the series was about, I said, well, I think it's really about the obstacles that lie between a journalist and getting to the truth. And being impartial is one way of evading some of those obstacles. There are other things you've got to think about as well, which is what we go into. So the whole thing broadened out. I think it made it much more, you know, 360. One thing that interests me is the way that we deal with a bit like you say, the kind of obstacles to the truth and how we can get to the bottom of what's going on, particularly when the person who perhaps is the key to what's going on is not telling us the truth and how we deal with that. And I wondered if you could tell me a bit about any examples you have of of actually where someone is kind of outright denying something. But what you have available tells you that that's just not true. Well, the example we for that idea, I think the program was called The Big Lie. The example that we chose was President Bashar al-Assad and the interview I did with him in 2015 at the height of the war. And I asked him about barrel bombs, which were very much in the news at the time. And these were these was very well documented metal containers filled with explosives and sharp bits of metal. Really crude being pushed out or dropped out of the back end of helicopters just in the general direction of the people beneath and the very definition of an unguided munition of some sort unguided missile, if you like. They killed an awful lot of civilians. I've seen the aftermath of them myself. So I asked him about that. And he, to my amazement, he denied it. He denied they even existed. And he started making a series of stupid jokes about next thing you're saying, we're going to have cooking pot bombs. But you wouldn't deny that included under the category of bombs are these barrel bombs, which are indiscriminate weapons. No, there's no indiscriminate weapons. It was a lie, a big one. There's no barrel bomb. And I seized on it gratefully. How all have been lying, surely? How? How surely? Why are you sure? I thought his lie was backfiring on him, especially when he tried to turn it into a joke. I haven't heard of army using barrels or maybe cooking pot. And then I realized that he had a strategy for the interview. It just wasn't the one I'd expected. No, there's no indiscriminate weapons. We don't have barrels. Again, it's like talking about cooking pots. So we don't have cooking pots. So in the program, we talk about why would he actually choose to tell such an outrageous lie? And I think it was partly because, of course, he wanted to stick to a story, but also because it was aimed, it wasn't aimed at our BBC audience. It was aimed at their audience at home and aimed at the people who support him. And Assad always had quite significant support and still does. Do you think that outrageous lies are harder or easier to tackle as journalists than kind of small mistruths? Easier, I'd say, because they're so outrageous. I think what is sometimes very difficult is when someone is coming from a particular political position, which may or may not be based on lies or wild exaggerations, and they say something. I've interviewed people in this situation. It's quite hard because you think he's just spoken for 50 seconds or a minute 20 or something. And in that, as well as the fact that I can challenge the main thrust of his answer underlying it, there might be three or four premises that also need to be challenged. But the problem is when you challenge the premise, especially in a truncated, relatively short interview, then you go away from sometimes the main thrust of the new story of why you're there. So if you're not careful, if you don't, however, challenge the underlying premise of what that person's saying, then the interview proceeds on their ground and they're setting the agenda for it. So I think you need to try and destabilize them a bit in terms of getting at that. But when someone has been pushing a point of view for many, many years, and often they're very good at it, it's quite hard to do. You have to be on your game, have examples ready, and also be absolutely prepared for that person to totally ignore what you're saying and not try and address the points you're making, but simply repeat their point of view. If you're dealing with someone who does a lot of interviews, they're so adept and practiced, and they know that you only have a certain number of minutes, and they are very, very good at just flat batting everything away. So in a way, sometimes you might argue, and I've spoken to people about it, I've discussed this a bit with colleagues, that maybe to try and interrogate these things, a straight-on interview on its own is not the best way to do it. You have to do other things as well to set it up, look at the context, the wider context in that situation. Yeah, I often think that, I mean, with a lot of the people I interview, it often boils down to a question of why they believe what they believe, as opposed to what exactly they believe, because you find yourself in this kind of constant cycle of saying, well, there's not evidence to support that, and here's why, and then they move on to something else. And actually, what I think is much more valuable to the audience often is to actually understand where they're coming from and how they've arrived at that point. And when I was interviewing that conspiracy theory newspaper editor, Darren, one thing I found was that our conversation was very topsy-turvy. As an editor, do you feel responsible for what you put, because I do think that there's a certain amount of editorial responsibility that we all talk about. How do we make sure that we are giving our readership accurate and fair information, but also that we are not promoting hate or hateful ideas? Well, we don't promote hate or hateful ideas. But you have. No, we haven't. So there are examples in the paper itself. You've recommended books by someone like Eustace Mullins, who's a white supremacist. You've defended Graham Hart. Eustace Mullins is not a white supremacist, he's a historian. But he's specifically written books, including ones like The Biological Jew and Adolf Hitler, an appreciation. OK, I've not read that book. We've recommended his book on the Federal Reserve. Yes, exactly. But he is a figure who you've described him as a renowned author in the light. He's a figure who's written several books and who is known for promoting views that are in line with white supremacy and that are offensive to Jewish people that are anti-Semitic, that promote hate. So do you realize how by endorsing a figure like that, it could expose your readership to further hate and nasty ideas that they are promoting? Why do you include those people? Well, because the book itself is well worth reading. Now, all you're doing here is guilt by association, guilt by association. OK, so what about someone like Graham Hart? So the paper directly defended Graham Hart. He was sentenced to 32 months in prison for making anti-Semitic remarks on his radio show. And in the article about him, there was no mention of those comments. It was suggested that it was just a conversation, but he said things like Jews are filth, they're like rats and they deserve to be wiped out. Yeah, that's pretty harsh stuff. Yeah, well, why defend someone like that? We didn't. You did. We didn't have the right to say it. I said to him, you know, it feels like democracy and society relies on this shared reality we have that you and I might both be looking at this table and say, you know, it's a gray table. We agree it's a gray table. I like the gray table. You hate the gray table. But if one of us thinks the gray table isn't there, it becomes really difficult to have a conversation because he kept saying things to me along the lines of, oh, you know, well, me and you are actually the same. But you think you're exposing the harm caused by sort of disinformation and trolling. And so do I. And there was this constant back and forth of him kind of denying violence, denying some of the links, denying some of the stuff I raised. And then he'd say other things that kind of contradicted that. And you end up in this very cryptic back and forth, which one of the brilliant things about podcasts, I think, is you can unpick that for the audience and in a wider context as well. I think you're totally right that the interview alone is often not enough. Back on the subject of social media, presumably you were very young when you're a little bit younger than me, when when social media started. I mean, do you remember a time when you weren't able to check things out on your phone? So I I must have got Facebook. I think I got Facebook when I was about 14 years old. Appropriate. Yeah, appropriate. But yeah, most of my life has been spent on social media and everything plays out through it. And I think in some ways comes to social media. I think maybe for a while there was a time where people just sort of thought of it as this kind of other thing that's kind of going on in parallel with the real world. When it started, it felt like a bit of a bolt on. And then quite quickly, everybody was on it. Yeah. And and now I think that so many things play out through social media and we actually can't separate the two things. I did a long interview for our series, Frontlines of Journalism, with a guy called Dean Bakke, who was the executive editor of the New York Times. He stepped down relatively recently, still involved with the newspaper. And I asked him about social media and he said, To me, the essence of journalism is reporting, talking to people. And that's not Twitter. Twitter is talking at people. One of my last acts as executive editor was to write a note to the staff saying, look, Twitter's fine. But we pushed you to be on it 10 years ago when we were really trying to build a social media presence. You don't really have to be on it anymore. We also want you to be aware that Twitter, it's not the world. It's a glimpse and sometimes an unhealthy glimpse. And I think it sometimes can get in your head. I think if Twitter decides they don't like a story, I think sometimes it keeps you from pushing forward with that story. That human desire to be popular. Yes, there's a human desire to be popular. Exactly. And I think Twitter is that in spades. I'll tell you what I got into doing Twitter. I was in Syria and we were held up at a roadblock. I just thought, well, I'll try a bit of Twitter. So I started describing what we're held up at a roadblock and this is what's going on. And then I got back and I looked at the timeline and there was a lot of interest in it. I thought, this is interesting. It's a good way of reaching people. So I got quite into it for a while. But I think it's so poisonous now, I have to say. I cannot say anything on Twitter without someone saying, you're pro-Russian, you're pro-Ukrainian, you're anti-Semite, you love the Jews. Or something like that, and not in a polite way. And I often think, really, what is the point? And I think it wasn't the fact that sometimes it's useful to check things out. I just delete the app. I often think that. You get an incredible amount of stick on social media. Well, exactly. And I think that's the thing is that one of the brilliant things is that on social media, I get so many tip-offs, so many people getting in touch with me. I mean, an investigation like this one started because people were reaching out to me and I wanted to investigate it some more. So it's an absolutely wonderful resource for particularly sort of coming across stories and then interrogating them. But the problem is that, particularly at the moment, and I've kind of investigated that separately for Panorama, that Twitter has become, the trolls certainly on my feed are very prominent. And even after this podcast went out, and I've had lots and lots of people really engaged and really positive about it and sending me brilliant messages and leads and all sorts. And then you've got people being like, I hope you get run over by a bus, literally or metaphorically. And some of it, so much of it, that's just one example of many, many just horrible misogyny, really sort of kind of like threatening language and nasty, nasty stuff. And that's now, I think, something that everyone to different degrees and in different ways experiences in journalism right now. I think particularly if you're willing to be quite bold about what you're exposing and why. And I actually remember that incident that happened with you where you were kind of being targeted by some of the conspiracy people who were trying to use this photo of you in Ukraine. Oh, yeah, yeah, I talked about that. Yeah. I did a piece to camera and it was actually in a really dangerous moment. The first few weeks of the war when the Russians were knocking on the door of Kiev and were trying to get in. So we went out to where they were and there were tens of thousands of people crossing over from a town called Erpin. And the Russians were shelling from time to time and sometimes got pretty close. So there was a couple got really close like everyone hit the deck. I had been just about to do a piece to camera. So the cameraman, Fred Scott, was set up for it. He said, come on, just do it now. So I did it. And in the background, an old lady who was so sort of she wasn't that mobile at her age. She just sort of bent over a bit and plotted on. And don't forget, these were people who'd walked through miles of this kind of thing. And people have been killed on route. And there were people killed in that area that day. And then someone did this. Well, there were all kinds of different memes and things came out. Here's Jeremy faking it again in a war zone. There's a woman behind him. Look at it. She's got a shopping. She's probably just out shopping. But then it got to I looked at it, having not looked at it for a few days. And I saw, hang on a minute, 70,000 likes or 80,000 likes. Calling my reports fake news is exactly what happened with that piece in Ukraine. A tweet, a lie, saying I faked the story, got tens of thousands of likes. I saw that tweet. Elliot Higgins of Bellingcat. And I looked at the person who shared it. And they are also someone who doesn't seem to think Russia shot down MH17. They're someone who thinks the Duma chemical attacks were fake. And those kind of people generally have a big distrust of the mainstream media and the government. And I remember I called you because you know about these things. And I thought my attitude is normally just ignore it. I remember you said, well, you probably want to say something. So I did. I put a message out. But it still comes up. And I imagine you get people who enjoy piling on when it comes to stuff you've done. Oh, absolutely. And I think actually there's something really important to be said. And I think I said it to you at the time. For the people who really subscribe to these conspiracy theories or genuinely think the war was staged or think that these sinister plots are unfolding, I don't think their minds will be changed. I think this is part of their identity and the way that they look at the world now. And that was part of what I was investigating in conspiracy land. That's a committed minority. But the majority of people sit in that spectrum in the middle. And I think the problem is they can encounter a post like the one about you or they might come across that paper somewhere, the conspiracy theory paper. And I think what's really important is somewhere there exists some really rigorous reporting or comment or something that those people who sit in the middle, who are just looking for the truth and looking for answers, can turn to and say, oh, right, OK, here's a whole investigation about this conspiracy theory paper. Let me let me read it. Oh, it shares hate or it shares violence. Oh, hang on. Let me read some more. Or, you know, oh, hang on, let me see what Jeremy had to say about this. Oh, hang on. Let me look at all the other reporting that Jeremy's done from the war. And actually, if we aren't bold in that way and we don't put it out there, I think there's a risk that people then think, well, why has no one said anything about this? Yeah, exactly. I don't think you can retain a dignified silence. I mean, one thing that in the years I've been a journalist and I started work here in 1984 is that journalists are much more in the metaphorical or the real firing line, where if you're out and about in a war zone, it feels a lot more dangerous, I'd say. I think we have potential targets in the way that we weren't always before. And it's not just in things which clearly are dangerous environments. It's in terms of what things like you're trying to do or political correspondents are doing, whatever, any field, that the messenger is much more of a target now, I think. So what do you, I mean, do you, do you agree? I mean, that's absolutely been my experience. Part of these conspiracy theory movements is that the media and journalists are absolutely universally people that they don't trust and they don't believe and they therefore target in that way. And so you are, I guess, a part of the story. And I think that's a really interesting question of how much should and can we be part of the story? And, you know, I'm talking about a podcast that has my first name in the title. I think, and certainly on the Beat I cover, I found it hugely valuable to sort of inhabit this world and actually experiencing hate and understanding how that is a weapon that's often employed by these conspiracy movements and the way that that works. I'm sort of uniquely placed to be able to investigate that and unpick it. And I think that's a really positive thing for the audience. Even if the price is being trolled, I think I'm able to expose what's happening in a way that would be much more difficult if I sat as a sort of outside observer. And I actually think in this world where, you know, we're not, like you say, the kind of big voice from above that's telling people what to think when and how that works. We are very much with everyone. And so actually, if you want to be with everyone, you have to actually be with everyone. You have to turn up and ask, you know, meet them in person. You have to take their questions. You have to be embedded. And the risk of that is the trolling. You know, we can't be shrinking violence. This goes with the territory and in the modern world that we live in, it was, you know, maybe it was a lot simpler when we didn't have all these different ways of communicating with each other. You know, we had a lot more control then. Places like this building. You know, we were the gatekeepers. We decided we'd say, well, this is what you're going to hear tonight, guys. This is what you're going to see. And now I suppose the spoon has been reversed. And which is good. It's pretty healthy. I think I know it's a bad thing at all. It's good that people I think it's far better when it's interactive. The issue, I guess, is the way that some people like your conspiracy theorists friends can try and hijack it all. I agree. I actually think there are so many positives that come from people being able to get involved, people being able to the interactions I have with sort of listeners and readers. And people watching stuff are some of the best and some of the stuff that they highlight to me and say, well, can you investigate this? Look at this is absolutely brilliant. But yeah, that comes with it. This risk and this danger. And that's very much sort of at the heart of Marianna in conspiracy land that you can just set up a paper, a newspaper, something that looks quite slickly produced. It looks good. I questioned the editor quite a lot on this. I mean, I don't think we even had room to fit all of it into the podcast, but about how they go about verifying the journalism they're doing, how they go about, you know, working out what they're printing and why they're printing it and how. And you kind of come to realize that because lots of different people can now publish what they want and say what they want. There are some people who are perhaps doing it without following the same kinds of rigor that we would. And I often wish that people could see the behind the scenes of I'm sure it was the case with your podcast as well. But, you know, sitting here with Emma, who's the Emma close is the producer and the rest of the team. And it's really late and we are absolutely rigorously pouring over every single thing we want to totally fairly represent the people we've interviewed. We want to make sure what we're revealing is spot on. You know, I don't know if you ever feel this. I said this when I came in the other day. It touches me that there are so many people that you work with who really care about it being spot on. And those are like the best people you work with and that like everyone is willing to kind of give up their weekends, give up their evenings, give up whatever to be able to get to the truth of what's going on and do that. Yep, I think it is. And I think another antidote to a lot of the flak that we get is to show how we get to stories, you know, expose the way that we operate and the things that we do. The stuff that comes out on air or in podcasts or on the news or whatever. There's all sorts of things that go into it. All kinds of processes, all kinds of checking, enormous, enormous efforts. When I've been working in difficult countries, authoritarian countries, is an all consuming task. I've even suggested that we should sometimes even film that process. I wouldn't even mind if it was live. I think people might get bored to death trying to work it out. But just to show how we have to go about things, I think people would find it quite surprising because to get a decent report on air, you know, we both know it's absolutely all consuming. It takes all day and tomorrow and the day after. And you don't really have time to do anything else. I'm not trying to say we are paragons, but I'm saying that we don't just make this stuff up. I think that all of that, when we're able to actually explain to people, even conversations like this one where people can understand a bit more about what goes into the kinds of reporting we do, it's so valuable. And I do often find, occasionally, particularly when I'm facing the trolls, that it helps to humanise us. I don't know that we're real people who often I'd like to think, or certainly I'd like to think we are, kind of well intentioned in what we're doing and genuinely kind of believe what we're doing and looking at. And I think the more that that can be conveyed to people, particularly just explaining how it works and how we investigate something and why in the behind the scenes, the more that people maybe can have their trust restored just a little bit in the BBC. That's a good end, isn't it? Let's stop there. Along with Covid-19 came the rise of the conspiracy theory movement in the UK. The system's rotten at the core. It should be deleted. I'm Marianna Spring. In my new series, I'll be exposing how radical some people in the movement have become and how alternative media is fuelling them. So many crazy stories have been spread so far and wide that it's hard to see this ending well. Marianna in Conspiracyland on BBC Radio 4. Available now on BBC Sounds. Tired of ads crashing your comedy podcast party? Good news. Ad-free listening on Amazon Music is included with your Prime membership. Just head to Amazon.com slash ad-free comedy to catch up on the latest episodes without the ads."}, "podcast_summary": "In the special bonus episode, \"Frontlines of Conspiracyland,\" Marianna Spring, the Disinformation and Social Media Correspondent at the BBC, and Jeremy Bowen, the international editor, discuss their coverage of war zones and the digital frontlines respectively. They explore the challenges journalists face when reporting on complex stories, the role of social media in disseminating disinformation, and the experiences of being targeted by conspiracy theorists. Both agree that it is important for journalists to be on the ground and uncover the truth firsthand, while also being aware of the risks involved, both online and in conflict zones. They also discuss the responsibilities of journalists in ensuring accuracy, fairness, and combating hate speech. Despite facing backlash from conspiracy theorists, they believe in the importance of rigorous reporting and providing a platform for a variety of perspectives. Ultimately, they highlight the need for trustworthy journalism that can counteract the spread of conspiracy theories and provide factual information to help the public make informed decisions.", "podcast_guest": {"name": "Marianna Spring", "summary": "Marianna Spring (born 21 February 1996) is a British broadcast journalist. She is the BBC's first specialist disinformation and social media correspondent."}, "podcast_highlights": "- This is a bonus episode of \"Frontlines of Conspiracyland\" featuring Marianna Spring and Jeremy Bowen discussing their coverage of war and disinformation.\n- They discuss the challenges of reporting from war zones and navigating social media as a journalist.\n- They highlight the importance of being on the ground and engaging with people to better understand their perspectives.\n- They address the rise of conspiracy theories and the impact of misinformation on society.\n- They emphasize the need for rigorous reporting and the responsibility of journalists to provide accurate and fair information.\n- They acknowledge the dangers and trolling that journalists face in the digital age.\n- They suggest that transparency in the reporting process and humanizing journalists can help restore trust in the media."}